<template>
  <div class="privacy">
  	
  	<div class="header">
  		<div class="header-wrap clearfix">
	      <div class="logo">
	      	<a href="http://www.kefo-tech.com/" target="_blank"><img src="../assets/img/logo.png" width="56"/></a>
	      </div>
	      <ul class="help">
	      <li>
	        	<a @click="backOne">返回</a>
	        </li>
	        <li>
	        	<router-link to="/login">登录</router-link>
	        </li>
	      </ul>
	    </div>
  	</div>
  	<div class="content">
  		<h3>链签用户隐私权政策</h3>
  		<hr />
  		<div class="date">
  			本版发布日期：2018年 9 月 10 日<br />
  			生效日期：2018年  9月 10 日
  		</div>
  		<h4 class="mt25">
  				概述<br />
					本政策将帮助您了解以下内容： <br />
					一、我们如何收集个人信息 <br />
					二、我们如何使用Cookie、Beacon、Proxy等技术 <br />
					三、我们如何共享、转让和公开披露您的个人信息 <br />
					四、我们如何保护您的个人信息<br />
					五、您的权利 <br />
					六、我们如何处理儿童的个人信息 <br />
					七、您的个人信息如何在全球范围转移<br />
					八、本链签用户隐私权政策适用范围<br />
					九、本政策的更新 <br />
  		</h4>
  		<p class="mt25">
  			链签-区块链智能合同管理软件（以下简称“链签”）由深圳市科佛科技有限公司（以下简称“本公司”）研发，并由本公司运营及维护。本公司尊重并保护您的隐私。
  			您使用我们的服务时，我们将按照链签隐私权政策（以下简称“本政策”）收集、存储、使用及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、
  			更新、管理和保护您的信息的服务。 <span>本政策与您使用我们的服务关系紧密，我们建议您仔细阅读并理解本政策全部内容，做出您认为适当的选择。我们努力用通俗易懂、简明扼要的文字表达，
  			并对本政策中与您的权益存在重大关系的条款，采用粗体字进行标注以提示您注意。</span>
  		</p>
  		<p>
  			为了遵守国家法律法规及监管规定（例如：进行实名制管理、采取风险防范措施），
  			也为了向您提供服务及提升服务质量（例如：支持我们开发新产品或完善已有产品功能，为您提供和推荐更为优质或适合的服务），我们需要收集、存储、使用及对外提供您的信息。
  			您同意我们按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务，同时更好地保护您的信息安全。
  		</p>
  		
  		<h4 class="mt25">一、我们如何收集个人信息</h4>
  		<p>我们会出于本政策所述的以下目的，收集和使用您的个人信息:</p>
  		<h4>（一）帮助您成为我们的会员</h4>
  		<p>
  			为成为我们的会员，以便我们为您提供会员服务，您需要提供<span>真实姓名、手机号码、电子邮箱地址，并创建登录密码和签约密码。</span>
  			如果您仅需使用浏览等基本服务，您不需要注册成为我们的会员及提供上述信息。在您实名认证时，我们还会收集您如身份证、护照等身份证明或面部生物特征信息；
  			手机号码、身份证明或生物特征属于敏感信息，收集此类信息是为了满足相关法律法规的实名制要求。若您不提供这类信息，您将无法正常使用如发起合同、
  			申请公证等会员服务，但不会影响使用链签产品或服务的基本浏览功能。
  		</p>
  		
  		<h4>（二）向您提供产品或服务</h4>
  		<p>
  			当您使用链签服务时，为保障您正常使用我们的服务，我们会收集您的
  			<span>设备型号、操作系统、设备标识符、IP地址、链签软件版本号、操作日志等日志信息</span>，
  			这类信息是为提供服务必须收集的基础信息。
  		</p>
  		<p>
  			<span>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息</span>。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，
  			或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，
  			我们会将该类个人信息做匿名化、去标识化处理。
  		</p>
  		<p>
  			当您与我们联系时，我们可能会保存您的通信、通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。
  		</p>
  		
  		<h4>（三）为您提供安全保障</h4>
  		<p>
  			<span>
  				请注意，为确保会员身份真实性、向您提供更好的安全保障，您可以向我们提供身份证、护照等身份信息、面部特征等生物识别信息完成实名认证。
  				如您拒绝提供上述信息，可能无法使用发起合同、申请公证等服务，但不会影响您使用浏览等服务。
  			</span>
  		</p>
  		
  		<h4>（四）其他用途</h4>
  		<p>
  			我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
  		</p>
  		
  		<h4>（五）征得授权同意的例外</h4>
  		<h4>
  				根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意: <br />
					1、与国家安全、国防安全有关的;<br />
					2、与公共安全、公共卫生、重大公共利益有关的;<br />
					3、与犯罪侦查、起诉、审判和判决执行等有关的;<br />
					4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的;<br />
					5、所收集的个人信息是您自行向社会公众公开的;<br />
					6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道;<br />
					7、根据您的要求签订合同所必需的;<br />
					8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的 故障;<br />
					9、法律法规规定的其他情形。<br />
  		</h4>
  		<p>
  			如我们停止运营链签产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一告知或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。
  		</p>
  		
  		<h4 class="mt25">二、我们如何使用Cookie、Beacon、Proxy等技术</h4>
  		<p>
  			为使您获得更轻松的访问体验，您访问链签网站或使用链签提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，
  			或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。
  			<span>请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝链签的Cookie</span>。
  			多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。
  			此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的类似数据（例如：Flash Cookie）。 
  			<span>但这一举动在某些情况下可能会影响您安全访问链签网站和使用链签提供的服务</span>。
  		</p>
  		<p>
  			<span>我们网站上还可能包含一些电子图像（以下简称 “ 单像素GIF文件”或“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，
  			我们会通过网络Beacon收集您浏览网页活动的信息，</span>例如：您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定。 
  			<span>如您通过我们的网站或APP，使用了由第三方而非链签提供的服务时，我们无法保证这些第三方会按照我们的要求采取保护措施，为尽力确保您的账号安全，
  			使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称 “ 专用网络通道 ” 或 “ 网络代理 ” ）。使用专用网络通道，
  			可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，
  			例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您计算机的相关信息，例如：IP地址、硬件ID。</span>
  		</p>
  		
  		
  		<h4 class="mt25">三、我们如何共享、转让和公开披露您的个人信息</h4>
  		<h4>（一）共享</h4>
  		<p>
  			我们不会与链签服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外: <br />
				1、在获取明确同意的情况下共享:获得您的明确同意后，我们会与其他方共享您的个人信息。<br />
				2、在法定情形下的共享:我们可能会根据法律法规规定，或按行政、司法机关依法提出的 强制性要求，对外共享您的个人信息。<br />
				3、与授权合作伙伴共享: <span>仅为实现本隐私政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。
				我们会根据法律法规与合作伙伴共享您的某些个人信息</span>。例如，您的个人身份信息传输至电子商务认证授权机构(CA, Certificate Authority)
				或个人身份信息及签约合同信息传输至公证处，由 CA 以出具数字证书之目的或公证处以出具公证文件之目的使用并保存。我们仅会出于合法、正当、必要、特定、
				明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。<span>我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。</span>
  		</p>
  		<h4>（二）转让</h4>
  		<p>
  			我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外: <br />
				1、在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息; <br />
				2、在链签服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，
				我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
  		</p>
  		<h4>（三）公开披露</h4>
  		<p>
  			我们仅会在以下情况下，公开披露您的个人信息:
				1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息;
				2、在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
  		</p>
  		<h4>
  			（四）共享、转让、公开披露个人信息时事先征得授权同意的例外 <br />
				以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意: <br />
				1、与国家安全、国防安全有关的;<br />
				2、与公共安全、公共卫生、重大公共利益有关的;<br />
				3、与犯罪侦查、起诉、审判和判决执行等有关的;<br />
				4、您自行向社会公众公开的个人信息;<br />
				5、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。根据法律规定，共享、转让经去标识化处理的个人信息，
				且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
  		</h4>
  		
  		<h4 class="mt25">四、我们如何保护您的个人信息</h4>
  		<p>
  			（一）我们已采取符合业界标准的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。
  			例如，在您的浏览器与服务器之间交换数据时受 SSL(Secure Socket Layer)协议加密保护;我们同时对链签网站提供 HTTPS(Hyper Text Transfer Protocol over Secure Socket Layer)协议安全浏览方式;
  			我们会使用加密技术提高个人信息的安全性;我们会使用受信赖的保护机制防止个人信息遭到恶意攻击;我们会部署访问控制机制，确保只有授权人员才可访问个人信息;
  			以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
  		</p>
  		<p>
  			（二）我们已经取得以下认证:信息系统安全等级保护三级认证、ISO27001:2013 信息安全认证和可信云认证
  		</p>
  		<p>
  			（三）我们会采取合理可行的措施，避免收集无关的个人信息。<span>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许</span>。
  		</p>
  		<p>
  			（四）互联网并非绝对安全的环境，我们强烈建议您不要使用非链签推荐的通信方式发送个人信息。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。
  			如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络链签客服，以便我们根据您的申请采取相应措施。
				请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，
				导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
  		</p>
  		<p>
  			（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、
  			对您的补救措施等。事件相关情况我们将以邮件、信函、电话或推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，
  			上报个人信息安全事件的处置情况。
  		</p>
  		
  		<h4 class="mt25">五、您的权利</h4>
  		<p>
  			您可以通过以下方式访问及管理您的个人信息:
  		</p>
  		<h4>（一）访问您的个人信息</h4>
  		<p>
  			您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息:
				账户信息——如果您希望访问或编辑您的账户中的个人基本信息和更改您的密码、添加安全信息等，您可以通过登录账号通过“用户中心”执行此类操作。
				如果您无法通过上述路径访问该等个人信息，您可以随时通过链签客服与我们取得联系。我们将在 30 天内回复您的访问请求。
  		</p>
  		<p>
  			对于您在使用我们的产品或服务过程中产生的其他个人信息，我们将根据本条“(六)响应您的上述请求”中的相关安排向您提供。
  		</p>
  		<h4>（二）更正或补充您的个人信息</h4>
  		<p>
  			当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“（一）访问您的个人信息”中列明的方式提出更正或补充申请。
  		</p>
  		<h4>（三）删除您的个人信息</h4>
  		<p>
  			您可以通过“（一）访问您的个人信息”中列明的方式删除您的部分个人信息。<br />
				在以下情形中，您可以向我们提出删除个人信息的请求: <br />
				1、如果我们处理个人信息的行为违反法律法规; <br />
				2、如果我们收集、使用您的个人信息，却未征得您的明确同意; <br />
				3、如果我们处理个人信息的行为违反了与您的约定; <br />
				4、如果您不再使用我们的产品或服务，或您主动注销了账号; <br />
				5、如果我们不再为您提供产品或服务。
  		</p>
  		<p>
  			若我们决定响应您的删除请求，我们还将同时通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。
  		</p>
  		<h4>
  		当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
  		</h4>
  		<h4>（四）注销账户</h4>
  		<p>
  			在需要终止使用链签产品或服务时，您可以申请注销您的链签账户，您可以通过人工的方式申请注销链签账户。
  		</p>
  		<p>
  			在您主动注销账户之后，我们将停止为您提供产品或服务，根据《中华人民共和国合同法》或《中华人民共和国电子签名法》适用条款删除您的个人信息，或使其匿名化处理。
  		</p>
  		
  		<h4>（五）约束信息系统自动决策</h4>
  		<p>
  			在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，
  			您有权要求我们做出解释，我们也将在不侵害链签商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
  		</p>
  		<h4>（六）响应您的上述请求</h4>
  		<p>
  			为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
  		</p>
  		<p>
  			在以下情形中，按照法律法规要求，我们将无法响应您的请求: <br />
				1、与国家安全、国防安全有关的; <br />
				2、与公共安全、公共卫生、重大公共利益有关的; <br />
				3、与犯罪侦查、起诉、审判和执行判决等有关的; <br />
				4、有充分证据表明您存在主观恶意或滥用权利的; <br />
				5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的; <br />
				6、涉及商业秘密的。
  		</p>
  		
  		<h4 class="mt25">六、我们如何处理儿童的个人信息</h4>
  		<p>
  			我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户。
				对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。
  		</p>
  		<p>
  			尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
  		</p>
  		
  		<h4 class="mt25">七、您的个人信息如何在全球范围转移</h4>
  		<p>
  			我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外: <br />
				1、法律法规有明确规定; <br />
				2、获得您的明确授权。 <br />
				针对以上情形，我们会确保依据本隐私政策对您的个人信息提供在中华人民共和国境内足够同等的保护。
  		</p>
  		
  		<h4 class="mt25">八、本政策适用范围</h4>
  		<p>
  			除某些特定服务外，我们所有的服务均适用本《链签用户隐私权政策》。这些特定服务将适用特定的个人信息保护政策。该特定服务的个人信息保护政策构成本《链签用户隐私权政策》的一部分。
  			如任何特定服务的个人信息保护政策与本《链签用户隐私权政策》有不一致之处，则适用特定服务的个人信息保护政策。 除本《链签用户隐私权政策》另有规定外，
  			本《链签用户隐私权政策》所用词语将与本公司制定的其他公开条款所定义的词语具有相同的涵义。 请您注意，本《链签用户隐私权政策》不适用于以下情况：<br />
				1.通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；<br />
				2.我们服务中的第三方公司和机构所收集的信息。
  		</p>
  		
  		<h4 class="mt25">九、本政策的更新</h4>
  		<p>
  			我们的隐私政策可能变更。 <br />
				未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。<br />
				对于重大变更，我们还会提供更为显著的通知(包括我们会通过链签网站公示的方式进行通知)。 <br />
				本政策所指的重大变更包括但不限于: <br />
				1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等; <br />
				2、我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等; <br />
				3、个人信息共享、转让或公开披露的主要对象发生变化; <br />
				4、您参与个人信息处理方面的权利及其行使方式发生重大变化; <br />
				5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时; <br />
				6、个人信息安全影响评估报告表明存在高风险时。<br />
  		</p>
  		<p>
  			我们还会将本政策的旧版本存档，供您查阅。若您在本政策修订后继续使用链签服务，这表示您已充分阅读、理解并接受修订后的本政策并愿意受修订后的本政策约束。
  		</p>
  	</div>
    

  </div>

</template>


<script>
export default {
  data() {
    return {
      //fileId: 1,   //文件组件动态路由id
      addShow:true
    };
  },
  watch: {
    
  },
  created() {
   
  },
  methods: {
    backOne(){
			this.$router.go(-1);
		},
    
   
   
    
  },
  
  
};
</script>

<style lang="scss" scoped>
.privacy{
	width: 100%;
	background: #ccc;
	padding-top: 80px;
	padding-bottom: 20px;
}
.header {
  width: 100%;
  height: 60px;
  background: #fff;
  position: fixed;
  left: 0;
  top: 0;
  bottom: 0;
  z-index: 20;
}
.header-wrap {
  line-height: 60px;
  max-width: 1120px;
  margin: 0 auto;
  padding: 0 40px;
  position: relative;
}
.logo {
  width: 90px;
  margin-right: 80px;
  position: absolute;
}
.logo img{
	vertical-align: middle;
}

.help {
  float: right;
  height: 60px;
}
.help li {
  float: left;
  margin-left: 36px;
  height: 60px;
  display: flex;
  align-items: center;
  cursor: pointer;
}

.help li a{
	color: #333;
}
.content{
	max-width: 890px;
	margin: 0 auto;
	background: #fff;
	padding: 40px 40px;
	color: #666;
	line-height: 26px;
	font-size: 16px;
}
.content h3{
	text-align: center;
	font-size: 22px;
	line-height: 48px;
}
hr{
	border: 1px dashed #ccc;
	margin: 25px 0;
}
.content .date{
	text-align: center;
}
.mt25{
	margin-top: 25px;
}
.content span{
	font-weight: 700;
}
</style>